import Head from 'next/head'

const Terms = () => {
  return (
    <div>
      <Head>
        <title>Условия использования</title>
        <meta
          name="description"
          content="Условия использования нашего приложения."
        />
      </Head>
      <h1>Условия использования</h1>
      <p>Добро пожаловать на страницу условий использования.</p>

      <h2>1. Принятие условий</h2>
      <p>
        Получая доступ или используя наш сервис, вы соглашаетесь соблюдать эти
        условия.
      </p>

      <h2>2. Изменения условий</h2>
      <p>
        Мы можем изменять эти условия в любое время. Изменения вступают в силу
        немедленно после публикации.
      </p>

      <h2>3. Ответственности пользователей</h2>
      <p>
        Вы несете ответственность за сохранение конфиденциальности информации
        вашей учетной записи.
      </p>

      <h2>4. Ограничение ответственности</h2>
      <p>
        Наша ответственность ограничена в максимальной степени, разрешенной
        законом.
      </p>

      <h2>5. Применимое право</h2>
      <p>
        Эти условия регулируются законодательством юрисдикции, в которой мы
        работаем.
      </p>

      <h2>Свяжитесь с нами</h2>
      <p>
        Если у вас есть вопросы по этим условиям, пожалуйста, свяжитесь с нами.
      </p>
    </div>
  )
}

export default Terms
